# Программа, которую вы напишете, должна начинаться с запроса у пользователя суммы заказа в ресторане. После этого должен быть произведен расчет налога и чаевых официанту. В качестве чаевых мы оставим 18% от стоимости заказа без учета налога. Налог 4%. На выходе программа должна отобразить отдельно налог, сумму чаевых и итог.
a = float(input('Сумма заказа в ресторане (фунт стерл.): '))
b = float(input('Процент чаевых (%): '))
c = float(input('Процент налога (%): '))
d = b * 0.01 * a
e = c * 0.01 * a
print('Сумма чаевых (фунт стерл.): ' + str(d))
print('Сумма налога (фунт стерл.): ' + str(e))
print('Итоговая сумма (фунт стерл.): ' + str(a + d + e))
